{
    "simulations": [
        {
            "simulation_number": "2024-08-17 17:50:51",
            "simulation_settings": {
                "simulation_time": 1500,
                "agents_number": 5,
                "friend_limit": 5,
                "feed_post_number": 4
            },
            "news": [
                {
                    "title": "Lazio: Baroni 'pronti per l'esordio, Dia darà una grande mano'",
                    "topics": [
                        "Politica internazionale",
                        "Calcio"
                    ]
                },
                {
                    "title": "Toxic di Saule Bliuvaite Pardo d'oro a Locarno",
                    "topics": [
                        "Turismo culturale",
                        "Escursioni in montagna"
                    ]
                },
                {
                    "title": "Il vezzo delle rime di Giacomo Vettori",
                    "topics": [
                        "Cultura italiana",
                        "Poesia contemporanea"
                    ]
                },
                {
                    "title": "I ghiacci della Groenlandia sono più fragili del previsto ",
                    "topics": [
                        "Ambiente e cambiamenti climatici",
                        "Criptovalute"
                    ]
                },
                {
                    "title": ">>>ANSA/ Il Green Deal avanza, arriva il Ripristino della natura",
                    "topics": [
                        "Ambiente e cambiamenti climatici",
                        "Conservazione della biodiversita'",
                        "Energia rinnovabile",
                        "Agricoltura biologica",
                        "Mobilita' sostenibile"
                    ]
                },
                {
                    "title": "Chef altoatesino ospita Mattarella a Ferragosto e posta foto",
                    "topics": [
                        "Cucina italiana",
                        "Ricette vegetariane/vegane",
                        "Cucina gourmet",
                        "Dessert e dolci",
                        "Cucina internazionale",
                        "Fotografia di viaggio"
                    ]
                },
                {
                    "title": "Anna Maria Fabriani, la Scuola Romana a palazzo Merulana",
                    "topics": [
                        "Arte contemporanea",
                        "Mostre e esposizioni"
                    ]
                },
                {
                    "title": "Pirateria online, Kim Dotcom sarà estradato negli Usa",
                    "topics": [
                        "Criptovalute",
                        "Gestione dello stress"
                    ]
                },
                {
                    "title": "Incendio a Somerset House a Londra, 100 pompieri sul posto",
                    "topics": [
                        "Notizie internazionali",
                        "Emergenze"
                    ]
                },
                {
                    "title": "I penalisti, 'governo carcerocentrico, e' passo indietro'",
                    "topics": [
                        "Politica internazionale",
                        "Economia",
                        "Ambiente e cambiamenti climatici",
                        "Diritti umani",
                        "Attualita' locali",
                        "Riduzione della plastica",
                        "Energia rinnovabile"
                    ]
                },
                {
                    "title": "Da M a Tolkien, e' ancora binomio bestseller-serie tv",
                    "topics": [
                        "Fantascienza",
                        "Romanzi storici",
                        "Fantasy epico",
                        "Saggi di divulgazione scientifica",
                        "Poesia contemporanea"
                    ]
                },
                {
                    "title": "Orrore delle guerre in corso, Ucraina e Gaza, di casa al Lido",
                    "topics": [
                        "Notizie internazionali",
                        "Diritti umani"
                    ]
                },
                {
                    "title": "Stonehenge, scoperta la vera origine della pietra dell'altare ",
                    "topics": [
                        "Arte digitale",
                        "Fantascienza"
                    ]
                },
                {
                    "title": "Mucillagine in Adriatico, sott'acqua regala colori inediti",
                    "topics": [
                        "Escursioni in montagna",
                        "Viaggi in camper",
                        "Turismo culturale",
                        "Viaggi low-cost",
                        "Destinazioni esotiche",
                        "Fotografia di paesaggi",
                        "Conservazione della biodiversita'"
                    ]
                },
                {
                    "title": "Toxic di Saule Bliuvaite Pardo d'oro a Locarno",
                    "topics": [
                        "Cinema",
                        "Festival cinematografici"
                    ]
                },
                {
                    "title": "Ue chiede a Meta i dati sui controlli dei processi elettorali",
                    "topics": [
                        "Politica internazionale",
                        "Economia"
                    ]
                },
                {
                    "title": "Tajani, con Gb-Germania-Francia sostegno a sforzi tregua",
                    "topics": [
                        "Politica internazionale",
                        "Diplomazia"
                    ]
                },
                {
                    "title": "Arrestato a Caracas l'ex deputato di Azione democratica Maroun",
                    "topics": [
                        "Politica internazionale",
                        "Diritti umani"
                    ]
                },
                {
                    "title": "Toxic di Saule Bliuvaite Pardo d'oro a Locarno",
                    "topics": [
                        "Musica classica",
                        "Indie",
                        "Criptovalute"
                    ]
                },
                {
                    "title": "Carceri: penalisti, governo si e' messo in un vicolo cieco",
                    "topics": [
                        "Politica internazionale",
                        "Economia",
                        "Ambiente e cambiamenti climatici",
                        "Diritti umani",
                        "Attualita' locali",
                        "Riduzione della plastica",
                        "Energia rinnovabile"
                    ]
                },
                {
                    "title": "Google porta la ricerca con l'IA in nuovi mercati",
                    "topics": [
                        "Tecnologia dell'informazione",
                        "Intelligenza artificiale"
                    ]
                },
                {
                    "title": "Violento acquazzone nel Cagliaritano, 93 mm di pioggia",
                    "topics": [
                        "Viaggi in camper",
                        "Meteorologia"
                    ]
                },
                {
                    "title": "Il papa' di Sharon, impediscano al killer di far male a altri",
                    "topics": [
                        "Crescita personale",
                        "Mindfulness",
                        "Terapia cognitivo-comportamentale (TCC)",
                        "Psicologia positiva"
                    ]
                },
                {
                    "title": "Via dell'Amore, in una settimana quasi 11 mila prenotazioni",
                    "topics": [
                        "Turismo culturale",
                        "Escursioni in montagna"
                    ]
                },
                {
                    "title": "Lanciato il satellite-fattorino italiano, Iperdrone.0 ",
                    "topics": [
                        "Tecnologia dell'informazione",
                        "Innovazioni"
                    ]
                },
                {
                    "title": "Calcio: in campo con il Milan Primavera, doppietta per Ibra jr",
                    "topics": [
                        "Calcio",
                        "Sport professionistico"
                    ]
                }
            ],
            "agents": [
                {
                    "agent_id": 1,
                    "age": 35,
                    "interest": "Progetti di bricolage, Falegnameria, Arte digitale, Conservazione della biodiversità, Abbigliamento sostenibile, Anime, Consigli per appuntamenti",
                    "big5_values:": {
                        "apertura_mentale": 0.54,
                        "coscienziosità": 0.32,
                        "estroversione": 0.4,
                        "gradevolezza": 0.27,
                        "nevroticismo": 0.59
                    },
                    "activity level": "Medium",
                    "activity degree": 0.3598687192175998,
                    "friends_list": [
                        4,
                        2,
                        3,
                        5
                    ],
                    "last_feed": [
                        "p-2.1",
                        "p-3.1",
                        "p-4.1",
                        "p-5.1"
                    ],
                    "published_post": [
                        {
                            "post_id": "p-1.1",
                            "news": "Stonehenge, scoperta la vera origine della pietra dell'altare ",
                            "topic": "Arte digitale, Fantascienza",
                            "content": "\"La scoperta della vera origine della pietra dell'altare di Stonehenge è un sogno realizzato per gli amanti della storia e della fantascienza! La combinazione di arte digitale e indagini approfondite ha portato a una nuova comprensione di questo enigma secolare. Sono emozionato di scoprire che la mia passione per l'arte digitale è stata utilizzata per decifrare i segreti del passato! #Stonehenge #ArteDigitale #Fantascienza",
                            "datatime": 366,
                            "comments": [
                                {
                                    "commenter_id": 3,
                                    "content": "\"Wow, finalmente una scoperta che unisce la mia passione per la pianificazione pensionistica (la sicurezza finanziaria è fondamentale!) con la mia fascinazione per i paesaggi fotografici e i viaggi in camper! La pietra dell'altare di Stonehenge è un simbolo della storia che si rivela, e sapere che l'arte digitale e le indagini approfondite sono state utilizzate per decifrare il suo mistero mi tiene sveglio fino a tarda notte! Fantastico esempio di come la fantascienza possa aiutare a comprendere il passato. Non posso aspettare di vedere cosa altre sorprese nascondono gli antichi monumenti!",
                                    "datatime": 797
                                },
                                {
                                    "commenter_id": 5,
                                    "content": "\"Sono emozionato anch'io! La combinazione di arte digitale e indagini approfondite è un sogno realizzato per tutti gli amanti della storia e della fantascienza!",
                                    "datatime": 798
                                },
                                {
                                    "commenter_id": 2,
                                    "content": "\"Wow, what an incredible discovery! As someone who appreciates the intersection of art and history, I'm thrilled to see how digital art has been used to unravel the secrets of Stonehenge's altar stone. It's amazing to think that our modern tools can help us better understand the mysteries of the past. Can't wait to learn more about this breakthrough! #Stonehenge #ArteDigitale #Fantascienza",
                                    "datatime": 840
                                },
                                {
                                    "commenter_id": 4,
                                    "content": "\"Wow, questo è incredibile! La combinazione di arte digitale e indagini approfondite per scoprire la vera origine della pietra dell'altare di Stonehenge è proprio ciò che mi piace nel campo della modifica streetwear e del lavoro con il legno, dove la creatività e l'innovazione sono fondamentali. Sono felice di vedere come la fantascienza possa aiutare a decifrare i segreti del passato. Questo esempio di sostenibilità e riduzione della plastica è ispiratore! #Stonehenge #ArteDigitale #Fantascienza",
                                    "datatime": 855
                                }
                            ]
                        },
                        {
                            "post_id": "p-1.2",
                            "news": "Stonehenge, scoperta la vera origine della pietra dell'altare ",
                            "topic": "Arte digitale, Fantascienza",
                            "content": "\"La mia mente è stata sbalzata dalla scoperta sulla vera origine della pietra dell'altare a Stonehenge! Come falegnamio e appassionato di arte digitale, non posso resistere alla fascinazione per la storia e la tecnologia antiche. La notizia che la pietra è stata creata con una tecnica avanzata e poi 'importata' a Stonehenge mi ricorda i progetti di bricolage più complessi che ho realizzato nel mio tempo libero. Spero che gli scienziati possano continuare a studiare questo enigma e scoprire altre sorprese! ",
                            "datatime": 1255,
                            "comments": []
                        }
                    ]
                },
                {
                    "agent_id": 2,
                    "age": 29,
                    "interest": "Conservazione della biodiversità, Agricoltura biologica, Allenamento a corpo libero, Libri d'arte, Acquariologia, Giochi per dispositivi mobili, Psicologia positiva",
                    "big5_values:": {
                        "apertura_mentale": 0.25,
                        "coscienziosità": 0.54,
                        "estroversione": 0.42,
                        "gradevolezza": 0.78,
                        "nevroticismo": 0.54
                    },
                    "activity level": "Medium",
                    "activity degree": 0.42014039270242814,
                    "friends_list": [
                        5,
                        1,
                        3,
                        4
                    ],
                    "last_feed": [
                        "p-1.1",
                        "p-3.1",
                        "p-4.1",
                        "p-5.1"
                    ],
                    "published_post": [
                        {
                            "post_id": "p-2.1",
                            "news": "Il papa' di Sharon, impediscano al killer di far male a altri",
                            "topic": "Crescita personale, Mindfulness, Terapia cognitivo-comportamentale (TCC), Psicologia positiva",
                            "content": "\"Wow, just read about the incredible story of Il papa' di Sharon! Their message is so powerful: let's prevent killers from harming others again. As someone who cares deeply about personal growth and positive psychology, I'm inspired by their journey towards self-improvement.\n\nAs a fan of mindfulness and cognitive-behavioral therapy (CBT), I appreciate how they've used these tools to overcome their struggles.\n\nLet's all learn from their story and spread love and kindness instead of hate and violence. #PositivePsychology #Mindfulness #CognitiveBehavioralTherapy",
                            "datatime": 305,
                            "comments": [
                                {
                                    "commenter_id": 3,
                                    "content": "Wow! Questo post mi ha lasciato incredulo! La storia di Il papa' di Sharon è semplicemente straordinaria. Sono felice di vedere come la loro giourney towards self-improvement sia stata ispirata dalla crescita personale e dalla psicologia positiva. Come appassionato di pianificazione pensionistica, risparmio e viaggi in camper, mi piace pensare che la vita è piena di opportunità per imparare e crescere. Ecco perché questo post mi ha fatto sorridere! Vorrei dire che anche noi possiamo imparare dalla loro storia e diffondere amore e gentilezza al posto di odio e violenza. #PositivePsychology #Mindfulness #CognitiveBehavioralTherap",
                                    "datatime": 797
                                },
                                {
                                    "commenter_id": 5,
                                    "content": "\"Ecco un'altra storia incredibile che dimostra come la positività e la mindfulness possano cambiare il corso degli eventi! Spero che questa notizia possa ispirare altri a lavorare sulla loro crescita personale e a diffondere amore e amore invece di odio e violenza",
                                    "datatime": 798
                                },
                                {
                                    "commenter_id": 4,
                                    "content": "\"Sto seguendo la tua storia e sono ispirato dalla tua voglia di crescere personalmente e di aiutare gli altri. Mi piace come tu abbia usato la mindfulness e la terapia cognitivo-comportamentale per superare le tue battaglie. Spero che il tuo messaggio possa raggiungere molti e ispirare a cambiamento positivo. #CrescitaPersonale",
                                    "datatime": 855
                                },
                                {
                                    "commenter_id": 1,
                                    "content": "\"Ecco un esempio di come la consapevolezza e la capacità di lavorare sul proprio pensiero possano portare a cambiamenti profondi! La storia di Il papa' di Sharon è un monito per noi tutti sulla possibilità di crescere e migliorare, anche in condizioni difficili. In questo contesto, vorrei sottolineare l'importanza di abbigliamento sostenibile, come modo per aiutare a ridurre lo stress e aumentare la consapevolezza nel nostro quotidiano.",
                                    "datatime": 937
                                }
                            ]
                        },
                        {
                            "post_id": "p-2.2",
                            "news": ">>>ANSA/ Il Green Deal avanza, arriva il Ripristino della natura",
                            "topic": "Ambiente e cambiamenti climatici, Conservazione della biodiversita', Energia rinnovabile, Agricoltura biologica, Mobilita' sostenibile",
                            "content": "\"Sono entusiasta della notizia sul Green Deal! La priorità sulla conservazione della biodiversità e l'implementazione dell'Agricoltura biologica sono step cruciali per la salvaguardia del nostro pianeta. Come appassionato di allenamento a corpo libero, anche nella mia routine quotidiana cerco di ridurre il mio impatto ambientale. Spero che questo piano d'azione possa essere un primo passo verso una società più sostenibile e consapevole. Chi è con me? #GreenDeal #ConservazioneBiodiversità #AgricolturaBiologica",
                            "datatime": 1212,
                            "comments": []
                        }
                    ]
                },
                {
                    "agent_id": 3,
                    "age": 36,
                    "interest": "Pianificazione pensionistica, Risparmio, Fotografia di paesaggi, Viaggi in camper, Commedie romantiche, Giochi per dispositivi mobili, Romanzi storici",
                    "big5_values:": {
                        "apertura_mentale": 0.6,
                        "coscienziosità": 0.5,
                        "estroversione": 1,
                        "gradevolezza": 0.95,
                        "nevroticismo": 0.38
                    },
                    "activity level": "Medium",
                    "activity degree": 0.7647744054582934,
                    "friends_list": [
                        2,
                        1,
                        4,
                        5
                    ],
                    "last_feed": [
                        "p-1.1",
                        "p-2.1",
                        "p-4.1",
                        "p-5.1"
                    ],
                    "published_post": [
                        {
                            "post_id": "p-3.1",
                            "news": "Violento acquazzone nel Cagliaritano, 93 mm di pioggia",
                            "topic": "Viaggi in camper, Meteorologia",
                            "content": "\"Sconvolgimento meteorologico nel Cagliaritano! 93 mm di pioggia in un giorno? Questo è proprio il momento giusto per ricordare ai miei amici aventurieri che l'importanza della pianificazione è fondamentale, specialmente quando si tratta di viaggi in camper! Nonostante la pioggia possa essere un problema per i nostri piani, non dovremmo permettere che ciò ci fermi. Sono pronto a prendere l'approccio positivo e cercare nuove avventure, con il mio camper pronta a resistere alle intemperie! Chi è con me? #viaggicampistico #meteorologia",
                            "datatime": 295,
                            "comments": [
                                {
                                    "commenter_id": 5,
                                    "content": "\"Sì, sono con te! Ecco, la pioggia non deve fermarti, anzi può essere un'opportunità per scoprire nuove aree da esplorare! Come fotografo digitale, amo catturare i momenti più intensi della natura e questa pioggia potrebbe offrire scene da sogno!",
                                    "datatime": 798
                                },
                                {
                                    "commenter_id": 2,
                                    "content": "\"Ahaha, bell'approccio positivo! Come appassionato dell'acquariologia e della natura, mi piace vedere che anche i camperisti sono pronti a prendere l'approccio giusto di fronte alle intemperie. Nonostante la pioggia possa essere un problema per i nostri piani, è vero che non dovremmo permettere che ciò ci fermi. Sarebbe bello condividere esperienze e consigli sugli approcci positivi alla pianificazione dei viaggi in camper anche per situazioni simili! #viaggicampistico #acquariologia",
                                    "datatime": 840
                                },
                                {
                                    "commenter_id": 4,
                                    "content": "\"Mi piace la tua filosofia! Anche io credo che la pianificazione sia fondamentale, ma nonostante ciò, mi piace anche cercare nuove avventure e non permettere che la pioggia mi fermi. E' bello essere pronti a resistere alle intemperie con il proprio camper! #viaggicampistico",
                                    "datatime": 855
                                },
                                {
                                    "commenter_id": 1,
                                    "content": "\"Non c'è nulla di meglio che affrontare la pioggia con un camper pronta a resistere alle intemperie! Io, da bricoleur, mi diverto sempre a pensare ai modi in cui potrei migliorare o adattare il mio veicolo per fronteggiare le avversità meteorologiche. Ecco, la pioggia è anche un'occasione per esplorare nuove strade e scoprire posti nascosti! Chiama pure 'viaggio di fortuna' e io sono pronto a partire!",
                                    "datatime": 937
                                }
                            ]
                        },
                        {
                            "post_id": "p-3.2",
                            "news": "Violento acquazzone nel Cagliaritano, 93 mm di pioggia",
                            "topic": "Viaggi in camper, Meteorologia",
                            "content": "\"Wow, 93 mm di pioggia! Questo acquazzone violento nel Cagliaritano è un ricordo spiacevole per tutti gli appassionati di viaggi in camper come me! La mia mente è già corsa a pensarci al mio prossimo itinerario e alla necessità di avere un piano d'emergenza per affrontare il maltempo. Ecco che la pianificazione pensionistica non è più solo una questione di risparmiare, ma anche di essere preparati alle eventuali impreviste! #ViaggiInCamper #Meteorologia #PianificazionePensionistica",
                            "datatime": 1125,
                            "comments": []
                        }
                    ]
                },
                {
                    "agent_id": 4,
                    "age": 39,
                    "interest": "Moda streetwear, Abbigliamento sostenibile, Riduzione della plastica, Cucina internazionale, Lavorazione del legno, Fotografia di architettura, Crescita personale",
                    "big5_values:": {
                        "apertura_mentale": 0.05,
                        "coscienziosità": 0.82,
                        "estroversione": 0.51,
                        "gradevolezza": 0.67,
                        "nevroticismo": 0.72
                    },
                    "activity level": "Medium",
                    "activity degree": 0.4846352981112971,
                    "friends_list": [
                        1,
                        3,
                        2,
                        5
                    ],
                    "last_feed": [
                        "p-1.1",
                        "p-2.1",
                        "p-3.1",
                        "p-5.1"
                    ],
                    "published_post": [
                        {
                            "post_id": "p-4.1",
                            "news": "Carceri: penalisti, governo si e' messo in un vicolo cieco",
                            "topic": "Politica internazionale, Economia, Ambiente e cambiamenti climatici, Diritti umani, Attualita' locali, Riduzione della plastica, Energia rinnovabile",
                            "content": "\"Non capisco perché la politica debba essere legata ai vicoli ciechi! Come utente consapevole della sostenibilità, vorrei vedere più azioni concrete per proteggere il nostro pianeta. Invece di litigare tra penalisti e governo, perché non investiremo in soluzioni a basso impatto ambientale? Vorrei vedere un focus su energie rinnovabili e riduzione della plastica. #SustainabilityMatters #RenewableEnergy",
                            "datatime": 299,
                            "comments": [
                                {
                                    "commenter_id": 3,
                                    "content": "\"Non capisco perché la politica debba essere legata ai vicoli ciechi! Come utente consapevole della sostenibilità, vorrei vedere più azioni concrete per proteggere il nostro pianeta. Ecco il mio piano: investiremo in soluzioni a basso impatto ambientale e focus su energie rinnovabili e riduzione della plastica! #SustainabilityMatters #RenewableEnergy",
                                    "datatime": 797
                                },
                                {
                                    "commenter_id": 5,
                                    "content": "\"Non potrei essere d'accordo più! È tempo di cambiare rotta e investire nella sostenibilità. Energie rinnovabili e riduzione della plastica sono solo due esempi di come possiamo agire in modo concreto per proteggere il nostro pianeta. #SustainabilityMatters",
                                    "datatime": 798
                                },
                                {
                                    "commenter_id": 2,
                                    "content": "\"Ecco un'altra ragione per cui la politica dovrebbe essere sostenibile! Nonostante le differenze tra penalisti e governo, credo che sia fondamentale lavorare insieme per proteggere il nostro pianeta. Mi piace l'idea di investire in soluzioni a basso impatto ambientale, come energie rinnovabili e riduzione della plastica. Spero di vedere più azioni concrete per tutelare la biodiversità e il futuro delle generazioni future. #SustainabilityMatters #RenewableEnergy",
                                    "datatime": 840
                                },
                                {
                                    "commenter_id": 1,
                                    "content": "\"Non siamo ancora abbastanza maturi per litigare tra penalisti e governo quando il pianeta è in gioco! È tempo di prendere decisioni concrete e sostenibili. Investiamo in energie rinnovabili e riduciamo la plastica, altrimenti il futuro non sarà più sostenibile. #SustainabilityMatters #RenewableEnergy",
                                    "datatime": 937
                                }
                            ]
                        },
                        {
                            "post_id": "p-4.2",
                            "news": "I penalisti, 'governo carcerocentrico, e' passo indietro'",
                            "topic": "Politica internazionale, Economia, Ambiente e cambiamenti climatici, Diritti umani, Attualita' locali, Riduzione della plastica, Energia rinnovabile",
                            "content": "\"Non capisco perché il 'governo carcerocentrico' sia visto come un passo indietro. La vera sfida è ridurre la plastica e cambiare il sistema, non aumentarne la pena. Per me, l'ambiente e i diritti umani devono essere prioritari.",
                            "datatime": 1190,
                            "comments": []
                        }
                    ]
                },
                {
                    "agent_id": 5,
                    "age": 48,
                    "interest": "Nuove app e software, Fotografia digitale, Pittura ad olio, Conservazione della biodiversità, Programmi di dimagrimento, Turismo culturale, Psicologia positiva",
                    "big5_values:": {
                        "apertura_mentale": 0.76,
                        "coscienziosità": 0.1,
                        "estroversione": 0.7,
                        "gradevolezza": 0.66,
                        "nevroticismo": 0.12
                    },
                    "activity level": "Medium",
                    "activity degree": 0.4956269636499342,
                    "friends_list": [
                        2,
                        1,
                        4,
                        3
                    ],
                    "last_feed": [
                        "p-1.1",
                        "p-2.1",
                        "p-3.1",
                        "p-4.1"
                    ],
                    "published_post": [
                        {
                            "post_id": "p-5.1",
                            "news": "Toxic di Saule Bliuvaite Pardo d'oro a Locarno",
                            "topic": "Turismo culturale, Escursioni in montagna",
                            "content": "\"Wow, just read about Toxic by Saule Bliuvaite winning the Pardo d'oro at Locarno! As a culture lover and outdoor enthusiast, I'm excited to learn more about this film's blend of cultural tourism and mountain excursions!",
                            "datatime": 287,
                            "comments": [
                                {
                                    "commenter_id": 3,
                                    "content": "\"Wow, what a great combo! As someone who loves planning their pension and saving up for the next adventure, I'm thrilled to hear about Toxic winning the Pardo d'oro at Locarno! The blend of cultural tourism and mountain excursions sounds like the perfect recipe for an unforgettable experience. I can already imagine myself capturing stunning panoramic shots of the mountains on my camera, and then exploring the local culture with a glass of wine in hand. Can't wait to learn more about this film and plan my next adventure!",
                                    "datatime": 797
                                },
                                {
                                    "commenter_id": 2,
                                    "content": "\"What a wonderful surprise to see 'Toxic' by Saule Bliuvaite winning the Pardo d'oro at Locarno! As someone who loves exploring the intersection of culture and nature, I'm thrilled to learn more about this film's unique blend of cultural tourism and mountain excursions. Can't wait to dive in and discover the stories it has to tell!",
                                    "datatime": 840
                                },
                                {
                                    "commenter_id": 4,
                                    "content": "\"Awesome choice! As a fan of sustainable fashion and reducing plastic waste, I appreciate the film's focus on cultural tourism and outdoor excursions. The combination of exploring nature and experiencing local cultures is really appealing to me. Keep sharing more about this film, I'd love to learn more!",
                                    "datatime": 855
                                },
                                {
                                    "commenter_id": 1,
                                    "content": "\"Fantastico! La combinazione di turismo culturale e escursioni in montagna è un'idea geniale per un film. Come fan dei progetti di bricolage e della conservazione della biodiversità, mi piace pensare alle possibilità creative che questo tipo di storytelling può aprire. Sarò curioso di leggere recensioni e di scoprire cosa fa di questo film così speciale!",
                                    "datatime": 937
                                }
                            ]
                        },
                        {
                            "post_id": "p-5.2",
                            "news": "Via dell'Amore, in una settimana quasi 11 mila prenotazioni",
                            "topic": "Turismo culturale, Escursioni in montagna",
                            "content": "\"Wow, Via dell'Amore è un successone! In una settimana quasi 11mila prenotazioni! Non posso credere che così tanta gente voglia esplorare questo sentiero. Sarà meraviglioso vedere le opere d'arte e le città intorno a quel percorso #TurismoCulturale #EscursioniInMontagna",
                            "datatime": 1122,
                            "comments": []
                        }
                    ]
                }
            ]
        }
    ]
}