{
    "simulations": [
        {
            "simulation_number": "2024-07-18 13:51:19",
            "simulation_settings": {
                "simulation_time": 1200,
                "agents_number": 5,
                "friend_limit": 4,
                "feed_post_number": 4
            },
            "news": [
                {
                    "title": "Le mostre del weekend, da Guido Reni e Magritte a Merz",
                    "topics": [
                        "Arte contemporanea",
                        "Mostre e eventi culturali"
                    ]
                },
                {
                    "title": "Von der Leyen: Non lascerò che gli estremismi distruggano lUè",
                    "topics": [
                        "Politica internazionale",
                        "Diritti umani"
                    ]
                },
                {
                    "title": "Forte scossa di terremoto nella zona dei Campi Flegrei ",
                    "topics": [
                        "Scienza e ambiente",
                        "Emergenza e soccorso"
                    ]
                },
                {
                    "title": "Dalla Nasa la prima canzone hip-hop nello spazio profondo ",
                    "topics": [
                        "Musica classica",
                        "Spazio e astronomia"
                    ]
                },
                {
                    "title": "Tredici città con il bollino rosso, venerdì saranno 17",
                    "topics": [
                        "Politica internazionale",
                        "Ambiente e cambiamenti climatici"
                    ]
                },
                {
                    "title": "Joe Biden ha il Covid ma assicura, mi sento benè",
                    "topics": [
                        "Politica USA",
                        "Situazione epidemiologica"
                    ]
                },
                {
                    "title": "Novità Mediaset, speciali Amici-Verissimo e cè Leotta&nbsp;",
                    "topics": [
                        "TV e media"
                    ]
                },
                {
                    "title": "The Bear e Shogun dominano le candidature agli Emmy",
                    "topics": [
                        "Turismo culturale",
                        "Cinema"
                    ]
                }
            ],
            "agents": [
                {
                    "agent_id": 5,
                    "age": 23,
                    "interest": "Viaggi low-cost, Destinazioni esotiche, Diritti umani, Fotografia di viaggio, Allenamento a corpo libero, Intelligenza artificiale",
                    "activity level": "Medium",
                    "activity degree": 0.47,
                    "friends_list": [
                        4,
                        1,
                        2,
                        3
                    ],
                    "last_feed": [],
                    "published_post": [
                        {
                            "post_id": "p-5.1",
                            "news": "Von der Leyen: Non lascerò che gli estremismi distruggano lUè",
                            "topic": "Politica internazionale, Diritti umani",
                            "content": "Sono stato molto colpito dalle parole della presidente Von der Leyen: 'Non lascerò che gli estremismi distruggano l'Europa'. Questa frase mi fa pensare ai tanti viaggi fatti in giro per il mondo e alle persone che ho incontrato, con culture e storie diverse dalle mie. Non vedo l'ora di riprendere la mia camera da viaggio e catturare le storie delle comunità più esotiche. #ViaggiLowCost #FotografiaDiViaggio #DirittiUmani",
                            "datatime": 364,
                            "comments": [
                                {
                                    "commenter_id": 2,
                                    "content": "Mi sono espresso anch'io sulla violenza e sull'estremismo, ma vorrei chiederti: cosa puoi fare per aiutare queste comunità esotiche che ami tanto? Forse potresti unire la tua passione per la fotografia con la tua voce contro gli estremismi?",
                                    "datatime": 841
                                },
                                {
                                    "commenter_id": 1,
                                    "content": "Mi piace molto questa frase di Von der Leyen. Come amante dei viaggi in camper e del turismo culturale, mi rendo conto della importanza dell'accoglienza delle culture diverse e dell'importanza di preservare l'identità europea. Spero che la sua leadership possa aiutare a creare un futuro più pacifico e inclusivo per tutti noi. Ecco perché sono felice di partire per nuovi viaggi e catturare le storie delle comunità più esotiche",
                                    "datatime": 868
                                },
                                {
                                    "commenter_id": 1,
                                    "content": "Mi sento proprio d'accordo con Von der Leyen. Come viaggiatore in camper e appassionato di cultura, ho avuto modo di incontrare persone da diverse parti del mondo e sono stato colpito dalla diversità e bellezza delle storie che hanno da raccontare. Spero che la nostra presidente sia riuscita a far sentire la sua voce contro gli estremismi e che questo atteggiamento possa ispirare un cambio di rotta per una maggiore comprensione e tolleranza tra le culture",
                                    "datatime": 868
                                },
                                {
                                    "commenter_id": 3,
                                    "content": "Mi fa pensare a quando ascolto jazz e indie, e come la musica può unire culture diverse. Spero che la presidente Von der Leyen possa essere un faro di tolleranza e comprensione per tutte le storie esotiche da raccontare. Ecco un'idea: creare un libro d'arte con foto di viaggio e testi ispirati ai diritti umani, per promuovere la cultura dell'accoglienza e della diversità.",
                                    "datatime": 876
                                }
                            ]
                        }
                    ]
                },
                {
                    "agent_id": 4,
                    "age": 27,
                    "interest": "Saggi di divulgazione scientifica, Poesia contemporanea, Criptovalute, Attualità locali, Alta moda, Agricoltura biologica",
                    "activity level": "Medium",
                    "activity degree": 0.29,
                    "friends_list": [
                        5,
                        1,
                        2,
                        3
                    ],
                    "last_feed": [
                        "p-5.1",
                        "p-5.1"
                    ],
                    "published_post": []
                },
                {
                    "agent_id": 3,
                    "age": 101,
                    "interest": "Jazz, Indie, Anime, Libri d'arte, Cura dei gatti, Cucina gourmet",
                    "activity level": "Medium",
                    "activity degree": 0.32,
                    "friends_list": [
                        1,
                        2,
                        4,
                        5
                    ],
                    "last_feed": [
                        "p-5.1",
                        "p-5.1"
                    ],
                    "published_post": []
                },
                {
                    "agent_id": 2,
                    "age": 38,
                    "interest": "Dessert e dolci, Cucina internazionale, Moda streetwear, Strategia in tempo reale (RTS), Allenamento funzionale, Cura dei gatti",
                    "activity level": "Medium",
                    "activity degree": 0.58,
                    "friends_list": [
                        3,
                        1,
                        4,
                        5
                    ],
                    "last_feed": [
                        "p-5.1",
                        "p-5.1"
                    ],
                    "published_post": []
                },
                {
                    "agent_id": 1,
                    "age": 71,
                    "interest": "Viaggi in camper, Turismo culturale, Amicizia, Addestramento dei cani, Indie, Abbigliamento sostenibile",
                    "activity level": "Medium",
                    "activity degree": 0.59,
                    "friends_list": [
                        3,
                        2,
                        4,
                        5
                    ],
                    "last_feed": [
                        "p-5.1",
                        "p-5.1"
                    ],
                    "published_post": []
                }
            ]
        }
    ]
}